/* No comment provided by engineer. */
" in the menu bar to start!" = "在菜單欄中開始！";

/* No comment provided by engineer. */
" will be always hidden." = "將被總是隱藏。";

/* No comment provided by engineer. */
" will be hidden." = "將被隱藏。";

/* No comment provided by engineer. */
"sec(s)" = "秒";

/* No comment provided by engineer. */
"• Various menu appearance styles" = "• 各種菜單欄外觀風格";

/* No comment provided by engineer. */
"• Manage the menu bar icons as you want" = "• 根據需要管理菜單欄圖標";

/* No comment provided by engineer. */
"• Reduce menu bar icon spacing" = "• 縮短菜單欄圖標間距";

/* No comment provided by engineer. */
"• Support the menu bar with a notch" = "• 支持有劉海的菜單欄";

/* No comment provided by engineer. */
"• Unlimited number of times you can show/hide menu bar icons" = "• 無限次顯示/隱藏菜單欄圖標";

/* No comment provided by engineer. */
"⌘ Shortcut List:" = "⌘ 捷徑列表";

/* No comment provided by engineer. */
"⏰️  Monitor menu bar item changes, then perform an action" = "⏰️ 監控菜單欄項目變化，並觸發動作";

/* No comment provided by engineer. */
"⚠️⚠️⚠️Unresponsive Item %@" = "⚠️⚠️⚠️ 未響應項目 %@";

/* No comment provided by engineer. */
"⛔️️ Barbee does not collect or track any of your personal data and Barbee does not apply for any network permissions." = "⛔️️ Barbee 不會收集或跟蹤任何您的個人數據並且Barbee也不會請求任何網絡權限。";

/* No comment provided by engineer. */
"✅️ Accessibility permission granted" = "✅️ 已獲得輔助功能權限";

/* No comment provided by engineer. */
"✅️ Screen Recording permission granted" = "✅️ 已獲得屏幕錄制權限";

/* No comment provided by engineer. */
"✉️ Contact us" = "✉️ 聯系我們";

/* No comment provided by engineer. */
"⭐️️ Drag to arrange your menu bar items as you want!" = "⭐️️ 拖動以根據需要排列菜單欄項！";

/* No comment provided by engineer. */
"🐝 Relaunch Barbee" = "🐝 重啟Barbee";

/* No comment provided by engineer. */
"🐞 Report bugs" = "🐞 報告問題";

/* No comment provided by engineer. */
"👀 View details..." = "👀 查看詳情...";

/* No comment provided by engineer. */
"👉 In the pop-up authorization window, please 🔓unlock in the lower-left corner first, then ✔️allow Barbee in the right list." = "👉 請先在彈出授權窗口的左下角點擊🔓解鎖, 然後在右邊列表中✔️勾選Barbee。";

/* No comment provided by engineer. */
"💥Supercharge your scripts or shortcuts with Barbee" = "💥使用Barbee增強您的腳本或捷徑";

/* No comment provided by engineer. */
"📊 Export logs..." = "📊 導出日誌...";

/* No comment provided by engineer. */
"🔥️ Enhanced Mode" = "🔥️增強模式";

/* No comment provided by engineer. */
"🕶️ You are the VIP" = "🕶️ 您已是尊貴的VIP";

/* No comment provided by engineer. */
"🦄 Join TestFlight..." = "🦄 加入TestFlight...";

/* No comment provided by engineer. */
"🧩 Right-click to customize Barbee widget group" = "🧩 單擊右鍵自定義Barbee小組件組";

/* No comment provided by engineer. */
"🧩 Right-click to customize Barbee widgets" = "🧩 單擊右鍵自定義Barbee小組件";

/* No comment provided by engineer. */
"🧩 Widget Management" = "🧩小組件管理";

/* No comment provided by engineer. */
"3-day Free Trial" = "3天免費試用";

/* No comment provided by engineer. */
"About" = "關於";

/* No comment provided by engineer. */
"Accessibility" = "輔助功能";

/* No comment provided by engineer. */
"Action" = "動作";

/* No comment provided by engineer. */
"Action:" = "動作:";

/* No comment provided by engineer. */
"Activate for %d second(s)" = "激活 %d 秒";

/* No comment provided by engineer. */
"Activate for a while" = "激活一段時間";

/* No comment provided by engineer. */
"Activate seconds: %d" = "激活秒數: %d";

/* No comment provided by engineer. */
"Active" = "激活";

/* No comment provided by engineer. */
"Active Barbee profile with name: ${profileName}" = "根據名字激活Barbee的配置: ${profileName}";

/* No comment provided by engineer. */
"Active Barbee profile with name." = "根據名字激活Barbee的配置.";

/* No comment provided by engineer. */
"Active Profile" = "激活配置";

/* No comment provided by engineer. */
"Actived profile successfully" = "激活配置成功";

/* No comment provided by engineer. */
"Add" = "添加";

/* No comment provided by engineer. */
"Add/Remove menu bar inner shadow and drop shadow." = "添加/移除菜單欄內陰影和投影";

/* No comment provided by engineer. */
"All Menu Bar Item" = "所有菜單欄項目";

/* No comment provided by engineer. */
"All menu bar items are visible on external screens" = "所有菜單欄項目都在外接屏幕上可見";

/* No comment provided by engineer. */
"Alpha Value" = "透明度";

/* No comment provided by engineer. */
"Always Hidden" = "始終隱藏的";

/* No comment provided by engineer. */
"Always Hidden Items" = "始終隱藏的項目";

/* No comment provided by engineer. */
"Always Hidden Items:" = "始終隱藏的項目:";

/* No comment provided by engineer. */
"Always Hidden Menu Bar Item" = "總是隱藏的菜單欄項目";

/* No comment provided by engineer. */
"App Modules" = "App模塊";

/* No comment provided by engineer. */
"Apply" = "應用";

/* No comment provided by engineer. */
"Authorize" = "授權";

/* No comment provided by engineer. */
"Automation" = "自動化";

/* No comment provided by engineer. */
"Automation feature requires additional permissions!" = "自動化功能需要額外的權限！";

/* No comment provided by engineer. */
"Backup profile successfully." = "成功備份配置。";

/* No comment provided by engineer. */
"Backup to iCloud drive" = "備份到iCloud雲盤";

/* No comment provided by engineer. */
"Barbee requires Accessibility access to show/hide the menu bar items." = "Barbee需要輔助功能權限來顯示/隱藏菜單欄項目。";

/* No comment provided by engineer. */
"Barbee requires Screen Recording access to monitor the menu bar item list and capture the images of changed items." = "Barbee需要屏幕錄制權限來監控菜單項目列表和給發生變化的菜單項目截圖。";

/* No comment provided by engineer. */
"Barbee requires your permissions to access system capabilities to provide its functionality. Please review the permissions below." = "Barbee的部分功能需要一些額外的權限才能使用。請審閱以下的權限。";

/* No comment provided by engineer. */
"Become VIP to use without limitation" = "成為VIP，不受限制地使用";

/* No comment provided by engineer. */
"Beta Testing" = "測試版本";

/* No comment provided by engineer. */
"Bundle Identifier" = "包標識符";

/* No comment provided by engineer. */
"Change inner shadow state: ${innerShadowState}, drop shadow state: ${dropShadowState}" = "修改內陰影狀態: ${innerShadowState}, 投影狀態: ${dropShadowState}";

/* No comment provided by engineer. */
"Change Menu Bar Color" = "修改菜單欄顏色";

/* No comment provided by engineer. */
"Change menu bar color: ${color}" = "修改菜單欄顏色為: ${color}";

/* No comment provided by engineer. */
"Change Menu Bar Shadow State" = "修改菜單欄陰影狀態";

/* No comment provided by engineer. */
"Change Top Notch State" = "修改屏幕劉海狀態";

/* No comment provided by engineer. */
"Change top notch state: ${state}" = "修改屏幕劉海狀態為: ${state}";

/* No comment provided by engineer. */
"Change Wallpaper..." = "修改壁紙...";

/* No comment provided by engineer. */
"Change your current screen menu bar color, enter your color hex string(e.g. \"0AB188FF\"). Restore the color of the menu bar if the hex string is empty." = "修改您當前屏幕的菜單欄顏色，輸入您顏色的16進制字符串(例如 `0AB188FF`). 如果顏色值為空則會恢復菜單欄原本顏色。";

/* No comment provided by engineer. */
"Changing menu bar color requires user directory authorization" = "更改菜單欄顏色需要用戶目錄授權";

/* No comment provided by engineer. */
"Changing menu item gaps requires user directory authorization" = "更改菜單項間隙需要用戶目錄授權";

/* No comment provided by engineer. */
"Choose a menu bar item" = "選擇一個菜單欄項";

/* No comment provided by engineer. */
"Choose Barbee Mode" = "選擇Barbee的模式";

/* No comment provided by engineer. */
"Click menu bar item" = "點擊菜單欄項";

/* No comment provided by engineer. */
"Click Menu Bar Item (Enhanced mode only)" = "點擊菜單欄項目(只增強模式可用)";

/* No comment provided by engineer. */
"Click menu bar item by identifier: ${itemIdentifier}" = "使用標識符點擊菜單欄項目: ${itemIdentifier}";

/* No comment provided by engineer. */
"Click menu bar item by identifier(e.g. \"com.apple.controlcenter-WiFi\")." = "使用標識符點擊菜單欄項目(例如: 'com.apple.controlcenter-WiFi')";

/* No comment provided by engineer. */
"Click on the menu bar Barbee icon to toggle the visibility of hidden items directly" = "點擊菜單欄Barbee圖標時直接切換隱藏項目的可見性";

/* No comment provided by engineer. */
"Click on the menu bar to toggle the visibility of hidden items" = "單擊菜單欄以切換隱藏項目的可見性";

/* No comment provided by engineer. */
"Click the icon " = "點擊圖標";

/* No comment provided by engineer. */
"Close" = "關閉";

/* No comment provided by engineer. */
"Color" = "顏色";

/* No comment provided by engineer. */
"Configuration" = "配置";

/* No comment provided by engineer. */
"Confirm" = "確認";

/* No comment provided by engineer. */
"Content" = "內容";

/* No comment provided by engineer. */
"Continue" = "繼續";

/* No comment provided by engineer. */
"Corner Radius" = "角半徑";

/* No comment provided by engineer. */
"Current Item" = "當前項";

/* No comment provided by engineer. */
"Custom shortcuts feature requires additional permissions!" = "自定義捷徑功能需要額外的權限！";

/* No comment provided by engineer. */
"Dark Background Color" = "暗色背景";

/* No comment provided by engineer. */
"Default Gap - system default spacing between items" = "默認間隙 - 項目之間系統默認的間距";

/* No comment provided by engineer. */
"Delay before hiding items again." = "再次隱藏項目時的延時.";

/* No comment provided by engineer. */
"Delete" = "刪除";

/* No comment provided by engineer. */
"Delete `%@`" = "刪除 `%@`";

/* No comment provided by engineer. */
"Diagnostics" = "診斷";

/* No comment provided by engineer. */
"Do you want to backup profiles to iCloud?" = "您想要備份配置文件到iCloud嗎?";

/* No comment provided by engineer. */
"Do you want to delete profile `%@`?" = "您想要刪除配置`%@`嗎？";

/* No comment provided by engineer. */
"Do you want to delete this automation?" = "刪除此自動化嗎？";

/* No comment provided by engineer. */
"Do you want to delete this shortcut?" = "刪除此捷徑嗎？";

/* No comment provided by engineer. */
"Do you want to import this profile?" = "您想要導入此配置？";

/* No comment provided by engineer. */
"Do you want to sync profiles from iCloud?" = "您想要從iCloud同步配置文件嗎？";

/* No comment provided by engineer. */
"Drop Shadow" = "投影";

/* No comment provided by engineer. */
"Drop Shadow State" = "投影狀態";

/* No comment provided by engineer. */
"Edit" = "編輯";

/* No comment provided by engineer. */
"Energy Saver" = "節能";

/* No comment provided by engineer. */
"Enhanced Mode" = "增強模式";

/* No comment provided by engineer. */
"Enhanced mode is only available for Notch screens" = "增強模式僅適用於劉海屏";

/* No comment provided by engineer. */
"Export" = "導出配置";

/* No comment provided by engineer. */
"Failed to active profile" = "激活配置失敗";

/* No comment provided by engineer. */
"Failed to backup profile." = "備份配置失敗。";

/* No comment provided by engineer. */
"Failed to change menu item gap" = "更改菜單項間距失敗";

/* No comment provided by engineer. */
"Failed to export profile." = "此配置導出失敗";

/* No comment provided by engineer. */
"Failed to import profile." = "此配置導入失敗";

/* No comment provided by engineer. */
"Failed to restore" = "恢復失敗";

/* No comment provided by engineer. */
"Failed to sync profile." = "同步配置失敗。";

/* No comment provided by engineer. */
"Feedback" = "反饋";

/* No comment provided by engineer. */
"For the setting to work, you must turn on Barbee's `Launch At Login`, log out and log back into macOS." = "要使設置生效，您必須打開Barbee的“登錄時啟動”，註銷並重新登錄到 macOS。";

/* No comment provided by engineer. */
"Found %d profile(s)" = "找到%d個配置";

/* No comment provided by engineer. */
"Frame" = "框架";

/* No comment provided by engineer. */
"General" = "通用";

/* No comment provided by engineer. */
"Get all menu bar items" = "獲取所有菜單欄項目";

/* No comment provided by engineer. */
"Get All Menu Bar Items" = "獲取所有菜單欄項目";

/* No comment provided by engineer. */
"Get always hidden menu bar items" = "獲取所有總是隱藏的菜單欄項目";

/* No comment provided by engineer. */
"Get Always Hidden Menu Bar Items" = "獲取所有總是隱藏的菜單欄項目";

/* No comment provided by engineer. */
"Get App Modules" = "獲取App模塊";

/* No comment provided by engineer. */
"Get app modules using app bundle identifier: ${bundleIdentifier}" = "使用App的包標識符獲取App的模塊: ${bundleIdentifier}";

/* No comment provided by engineer. */
"Get hidden menu bar items" = "獲取隱藏的菜單欄項目";

/* No comment provided by engineer. */
"Get Hidden Menu Bar Items" = "獲取隱藏的菜單欄項目";

/* No comment provided by engineer. */
"Get shown menu bar items" = "獲取顯示的菜單欄項目";

/* No comment provided by engineer. */
"Get Shown Menu Bar Items" = "獲取顯示的菜單欄項目";

/* No comment provided by engineer. */
"Get Started" = "開始";

/* No comment provided by engineer. */
"Go to Barbee preferences..." = "前往Barbee的偏好設置...";

/* No comment provided by engineer. */
"Grant Permissions to Barbee" = "授予 Barbee 權限";

/* No comment provided by engineer. */
"Has Top Notch" = "有劉海";

/* No comment provided by engineer. */
"Has top notch?" = "有劉海？";

/* No comment provided by engineer. */
"Height" = "高";

/* No comment provided by engineer. */
"Help Center" = "幫助中心";

/* No comment provided by engineer. */
"Hidden" = "隱藏的";

/* No comment provided by engineer. */
"Hidden Items" = "隱藏的項目";

/* No comment provided by engineer. */
"Hidden Items:" = "隱藏的項目:";

/* No comment provided by engineer. */
"Hidden Menu Bar Item" = "隱藏的菜單欄項目";

/* No comment provided by engineer. */
"Hide" = "隱藏";

/* No comment provided by engineer. */
"Hide All" = "隱藏全部";

/* No comment provided by engineer. */
"Hide Menu Bar Item (Enhanced mode only)" = "隱藏菜單欄項目(僅增強模式可用)";

/* No comment provided by engineer. */
"Hide menu bar item by identifier: ${itemIdentifier}, to X: ${x}" = "使用標識符隱藏菜單欄項目: ${itemIdentifier}, 到 X: ${x}";

/* No comment provided by engineer. */
"Hide menu bar item by identifier(e.g. \"com.apple.controlcenter-WiFi\"), X is optional." = "使用標識符隱藏菜單欄項目(例如: 'com.apple.controlcenter-WiFi'), X是可選項。";

/* No comment provided by engineer. */
"Hide not-showing items" = "隱藏非顯示項目";

/* No comment provided by engineer. */
"Hold CONTROL(⌃) and click on the menu bar icon to show / hide all items" = "按住 CONTROL(⌃) 並點擊菜單圖標來顯示/隱藏所有項目";

/* No comment provided by engineer. */
"Hold CONTROL(⌃) and click on the menu bar to show / hide all items" = "按住 CONTROL(⌃) 並點擊菜單來顯示/隱藏所有項目";

/* No comment provided by engineer. */
"Hold OPTION(⌥) and click on the menu bar icon to show / hide hidden items" = "按住 OPTION(⌥) 並點擊菜單圖標來顯示/隱藏隱藏的項目";

/* No comment provided by engineer. */
"Hold the COMMAND(⌘) to drag the menu bar items" = "按住 COMMAND(⌘) 來拖動菜單項目";

/* No comment provided by engineer. */
"Hovered" = "懸停";

/* No comment provided by engineer. */
"Icon:" = "圖標:";

/* No comment provided by engineer. */
"If you encounter any problems or would like to help us improve, or localize Barbee, please feel free to contact us!" = "如果您遇到任何問題或想幫助我們改進或本地化 Barbee，請隨時與我們聯系！";

/* No comment provided by engineer. */
"If you want to use Barbee in normal mode, just remove the granted permissions in System Preferences." = "如果您想在正常模式下使用 Barbee，只需在系統偏好設置中刪除授予的權限即可。";

/* No comment provided by engineer. */
"Import" = "導入配置";

/* No comment provided by engineer. */
"In the case of multiple screens, non-notch screens will use normal mode to show/hide menu bar items" = "在多屏情況下，非劉海屏會使用普通模式顯示/隱藏菜單欄。";

/* No comment provided by engineer. */
"Inner Shadow" = "內陰影";

/* No comment provided by engineer. */
"Inner Shadow State" = "內陰影狀態";

/* No comment provided by engineer. */
"InterItem Horizontal Padding" = "內置項水平填充";

/* No comment provided by engineer. */
"InterItem Vertical Padding" = "內置項垂直填充";

/* No comment provided by engineer. */
"Is Menu Bar Visible" = "菜單欄可見狀態";

/* No comment provided by engineer. */
"Is menu bar visible?" = "菜單欄可見嗎？";

/* No comment provided by engineer. */
"Is Movable by Window Background" = "通過窗口背景移動窗口";

/* No comment provided by engineer. */
"Item has any changes" = "項目發生任何變化";

/* No comment provided by engineer. */
"Item Identifier" = "項目標識符";

/* No comment provided by engineer. */
"Items" = "項目";

/* No comment provided by engineer. */
"Items dragged to the left will be always hidden. Hold the command ⌘ key to drag the items in menu bar." = "拖動到左側的項目將始終隱藏。 按住命令 ⌘ 鍵拖動菜單欄中的項目。";

/* No comment provided by engineer. */
"Items dragged to the left will be hidden. Hold the command ⌘ key to drag the items in menu bar." = "拖動到左側的項目將被隱藏。 按住命令 ⌘ 鍵拖動菜單欄中的項目。";

/* No comment provided by engineer. */
"Items on the left side of the icon " = "圖標左側的項目";

/* No comment provided by engineer. */
"Launch At Login" = "開機自啟動";

/* No comment provided by engineer. */
"Level" = "層級";

/* No comment provided by engineer. */
"Lifetime" = "終身版";

/* No comment provided by engineer. */
"Lifetime - %@" = "終身版 - %@";

/* No comment provided by engineer. */
"Light Background Color" = "亮色背景";

/* No comment provided by engineer. */
"Lowest" = "最底層";

/* No comment provided by engineer. */
"macOS log out required" = "需要註銷macOS";

/* No comment provided by engineer. */
"Makes the notch disappear like a NINJA 🥷. (You can also set the menu bar color to ⬛️)" = "讓劉海像忍者一樣消失 🥷(您也可以設置菜單欄顏色為⬛️)";

/* No comment provided by engineer. */
"Manage App Modules in Menu Bar" = "管理菜單欄中的App模塊";

/* No comment provided by engineer. */
"Manage System Modules in Menu Bar" = "管理菜單欄中的系統模塊";

/* No comment provided by engineer. */
"Managing app modules requires user directory authorization" = "管理App模塊需要用戶目錄授權";

/* No comment provided by engineer. */
"Menu Bar" = "菜單欄";

/* No comment provided by engineer. */
"Menu Bar Appearance" = "菜單欄外觀";

/* No comment provided by engineer. */
"Menu Bar Color:" = "菜單欄顏色:";

/* No comment provided by engineer. */
"Menu Bar Item Gap:" = "菜單欄項間隙:";

/* No comment provided by engineer. */
"Menu Bar Layout" = "菜單欄布局";

/* No comment provided by engineer. */
"Menu Bar Layout feature requires additional permissions!" = "菜單欄布局功能需要額外的權限！";

/* No comment provided by engineer. */
"Menu Bar Shadow:" = "菜單欄陰影:";

/* No comment provided by engineer. */
"Menu Bar:" = "菜單欄:";

/* No comment provided by engineer. */
"Mode has been changed successfully" = "模式修改成功！";

/* No comment provided by engineer. */
"Mode:" = "模式:";

/* No comment provided by engineer. */
"More" = "更多";

/* No comment provided by engineer. */
"Multi-screen:" = "多屏:";

/* No comment provided by engineer. */
"Name" = "名稱";

/* No comment provided by engineer. */
"Name:" = "名稱:";

/* No comment provided by engineer. */
"New" = "新建";

/* No comment provided by engineer. */
"New Items Location" = "新的項目的位置";

/* No comment provided by engineer. */
"🆕️ Request new features" = "🆕️ 請求新功能";

/* No comment provided by engineer. */
"New Single Widget..." = "新建單個小組件...";

/* No comment provided by engineer. */
"New Widget" = "新的組件";

/* No comment provided by engineer. */
"New Widget Group" = "新建小組件組";

/* No comment provided by engineer. */
"New Widget Group..." = "新建小組件組...";

/* No comment provided by engineer. */
"Newly discovered menu bar items will be moved to:" = "新發現的菜單欄項目將會被移動到:";

/* No comment provided by engineer. */
"No" = "否";

/* No comment provided by engineer. */
"No action" = "無動作";

/* No comment provided by engineer. */
"No backups" = "無備份";

/* No comment provided by engineer. */
"No configurable app modules found" = "找不到可配置的App模塊";

/* No comment provided by engineer. */
"No Gap - no spacing between items" = "無間隙 - 項目之間無間距";

/* No comment provided by engineer. */
"No matching results" = "沒有匹配的結果";

/* No comment provided by engineer. */
"Non-subscription, totally free" = "非訂閱，完全免費";

/* No comment provided by engineer. */
"Normal" = "普通";

/* No comment provided by engineer. */
"Normal Gap - normal spacing between items" = "普通間隙 - 項目之間普通的間距";

/* No comment provided by engineer. */
"Normal Mode" = "普通模式";

/* No comment provided by engineer. */
"Not Now" = "暫不";

/* No comment provided by engineer. */
"Notch:" = "劉海:";

/* No comment provided by engineer. */
"Ok" = "好";

/* No comment provided by engineer. */
"One-time purchase" = "一次性購買";

/* No comment provided by engineer. */
"Oops, No Hidden Items! 🔥️You can arrange items in the Preferences." = "好耶，沒有隱藏項目！ 🔥️您可以在偏好設置中修改菜單欄的布局。";

/* No comment provided by engineer. */
"Open System Preferences..." = "打開系統偏好設置...";

/* No comment provided by engineer. */
"Please hold command(⌘) and drag the `<`, `|` and `Barbee icons` in the menu bar and place them in the correct order. The order is: always hidden icons `<` hidden icons `|` shown icons `Barbee icon`." = "請按住 command(⌘) 並拖動菜單欄中的 `<`、`|` 和 `Barbee 圖標`，並按正確的順序放置它們。 順序是：總是隱藏的圖標 `<` 隱藏的圖標 `|` 顯示的圖標 `Barbee圖標`。";

/* No comment provided by engineer. */
"Preferences" = "偏好設置";

/* No comment provided by engineer. */
"Preferences..." = "偏好設置...";

/* No comment provided by engineer. */
"Privacy Policy" = "隱私策略";

/* No comment provided by engineer. */
"Profile" = "配置";

/* No comment provided by engineer. */
"Profile Entry:" = "配置入口:";

/* No comment provided by engineer. */
"Profile Name" = "配置名稱";

/* No comment provided by engineer. */
"Purchase & Restore" = "購買 & 恢復";

/* No comment provided by engineer. */
"Quick Search" = "快速搜索";

/* No comment provided by engineer. */
"Quick Search Entry:" = "快速搜索入口:";

/* No comment provided by engineer. */
"Quick Search feature requires additional permissions!" = "快速搜索功能需要額外的權限！";

/* No comment provided by engineer. */
"Quick Search:" = "快速搜索:";

/* No comment provided by engineer. */
"Quick Start Guide" = "快速入門指南";

/* No comment provided by engineer. */
"Quit" = "退出";

/* No comment provided by engineer. */
"Recommended for users with a large screen or no icons hidden by the system." = "推薦給屏幕大或系統沒有隱藏圖標的用戶。";

/* No comment provided by engineer. */
"Recommended for users with notch on the screen or users with hidden icons in the system." = "推薦給屏幕上有劉海或系統有隱藏圖標的用戶。";

/* No comment provided by engineer. */
"Reduce Refresh Rate When Using Battery Power" = "使用電池供電時降低刷新率";

/* No comment provided by engineer. */
"Refresh" = "刷新";

/* No comment provided by engineer. */
"Refresh Interval in Seconds" = "刷新間隔(以秒為單位)";

/* No comment provided by engineer. */
"Refresh menu bar items" = "刷新菜單欄項目";

/* No comment provided by engineer. */
"Refresh Menu Bar Items" = "刷新菜單欄項目";

/* No comment provided by engineer. */
"Related Item:" = "相關的項目:";

/* No comment provided by engineer. */
"Reduce useable screen space to mask notch" = "減小屏幕空間移除劉海";

/* No comment provided by engineer. */
"Remove/Add top notch when you use the notched Mac." = "移除/恢復您劉海屏幕的劉海";

/* No comment provided by engineer. */
"Request Access..." = "請求訪問...";

/* No comment provided by engineer. */
"Reset" = "重置";

/* No comment provided by engineer. */
"Restore Purchase" = "恢復購買";

/* No comment provided by engineer. */
"Restore successfully! If it still doesn't work, please reinstall the app." = "恢復購買成功！如果仍然無效，請重新安裝該應用程序。";

/* No comment provided by engineer. */
"Returns all menu bar items." = "返回所有菜單欄項目。";

/* No comment provided by engineer. */
"Returns always hidden menu bar items." = "返回所有總是隱藏的菜單欄項目。";

/* No comment provided by engineer. */
"Returns app modules using app bundle identifier." = "使用包標識符返回對應App裏的模塊。";

/* No comment provided by engineer. */
"Returns hidden menu bar items." = "返回隱藏的菜單欄項目。";

/* No comment provided by engineer. */
"Returns shown menu bar items." = "返回顯示的菜單欄項目。";

/* No comment provided by engineer. */
"Returns whether the current active screen has top notch." = "返回當前活動狀態的屏幕是否有劉海。";

/* No comment provided by engineer. */
"Returns whether the current active screen menu bar is visible." = "返回當前活動狀態的屏幕菜單欄是否可見。";

/* No comment provided by engineer. */
"Reveal In Finder" = "在Finder中顯示";

/* No comment provided by engineer. */
"Scopes:" = "範圍:";

/* No comment provided by engineer. */
"Screen Recording" = "屏幕錄制";

/* No comment provided by engineer. */
"Search for a menu bar item" = "搜索菜單欄項";

/* No comment provided by engineer. */
"Select" = "選擇";

/* No comment provided by engineer. */
"Select a related menu bar item" = "選擇一個相關的菜單項目";

/* No comment provided by engineer. */
"Select..." = "選擇...";

/* No comment provided by engineer. */
"Shortcut to show / hide all items:" = "顯示/隱藏所有項目的捷徑:";

/* No comment provided by engineer. */
"Shortcut to show / hide hidden items:" = "顯示/隱藏隱藏項目的捷徑:";

/* No comment provided by engineer. */
"Shortcut:" = "捷徑:";

/* No comment provided by engineer. */
"Shortcuts" = "捷徑";

/* No comment provided by engineer. */
"Show" = "顯示";

/* No comment provided by engineer. */
"Show all" = "顯示全部";

/* No comment provided by engineer. */
"Show All" = "顯示全部";

/* No comment provided by engineer. */
"Show all menu bar items" = "顯示全部菜單欄項目";

/* No comment provided by engineer. */
"Show Entry in Menu" = "在菜單中顯示入口";

/* No comment provided by engineer. */
"Show hidden menu bar items" = "顯示所有菜單欄項目";

/* No comment provided by engineer. */
"Show in All Spaces" = "在所有空間中顯示";

/* No comment provided by engineer. */
"Show Menu Bar Item (Enhanced mode only)" = "顯示菜單欄項目(只增強模式可用)";

/* No comment provided by engineer. */
"Show menu bar item by identifier: ${itemIdentifier}, to X: ${x}" = "使用標識符顯示菜單欄項目: ${itemIdentifier}, 到 X: ${x}";

/* No comment provided by engineer. */
"Show menu bar item by identifier(e.g. \"com.apple.controlcenter-WiFi\"), X is optional." = "使用標識符顯示菜單欄項目(例如: 'com.apple.controlcenter-WiFi'), X是可選項。";

/* No comment provided by engineer. */
"Show Profile in Menu" = "在菜單中顯示配置";

/* No comment provided by engineer. */
"Shown Items" = "顯示的項目";

/* No comment provided by engineer. */
"Shown Items:" = "顯示的項目:";

/* No comment provided by engineer. */
"Shown Menu Bar Item" = "顯示的菜單欄項目";

/* No comment provided by engineer. */
"Small Gap - proper spacing between items" = "小間隙 - 項目之間適當的間距";

/* No comment provided by engineer. */
"Some of the menu bar items will be moved into a separate menu bar in enhanced mode, this mode requires the user to authorize some necessary permissions (Screen Recording & Accessibility), but there will be no extra permission requests in the normal mode." = "增強模式下部分菜單欄項會被移動到單獨的菜單欄中，這種模式需要用戶授權一些必要的權限（屏幕錄制和輔助功能），但普通模式下不會有額外的權限請求。";

/* No comment provided by engineer. */
"Something Wrong?" = "出現問題？";

/* No comment provided by engineer. */
"🆘 If the app still prompts that there is no permission after you authorize Barbee, please cancel the authorization of Barbee and delete Barbee in the authorization list, then relaunch Barbee and grant permissions again." = "🆘 如果授權Barbee後應用仍然提示沒有權限，請取消對Barbee的授權，刪除授權列表中的Barbee，然後重新啟動Barbee，重新授權。";

/* No comment provided by engineer. */
"Start" = "開始";

/* No comment provided by engineer. */
"Start BarBee automatically at login." = "在開機時自動啟動Barbee。";

/* No comment provided by engineer. */
"Startup:" = "啟動:";

/* No comment provided by engineer. */
"State" = "狀態";

/* No comment provided by engineer. */
"Switch App Module State" = "切換App模塊狀態";

/* No comment provided by engineer. */
"Switch Barbee Mode" = "切換Barbee模式";

/* No comment provided by engineer. */
"Switch the app module state in menu bar by its identifier(e.g. \"com.apple.controlcenter-WiFi\")." = "使用標識符切換菜單欄App模塊的狀態(例如: 'com.apple.controlcenter-WiFi')。";

/* No comment provided by engineer. */
"Switch the app module state:${state} in menu bar by its identifier: ${itemIdentifier}" = "使用標識符 ${itemIdentifier} 切換App的模塊狀態: ${state}";

/* No comment provided by engineer. */
"Switch to Enhanced Mode" = "切換到增強模式";

/* No comment provided by engineer. */
"Switch to Normal Mode" = "切換到普通模式";

/* No comment provided by engineer. */
"Symbol:" = "標誌";

/* No comment provided by engineer. */
"Sync from iCloud drive" = "從iCloud雲盤同步";

/* No comment provided by engineer. */
"Sync profile successfully." = "同步配置成功。";

/* No comment provided by engineer. */
"Terms of Use" = "使用條款";

/* No comment provided by engineer. */
"Thanks for purchasing Barbee VIP" = "感謝您購買Barbee VIP";

/* No comment provided by engineer. */
"Thanks for trying Barbee" = "感謝您試用Barbee";

/* No comment provided by engineer. */
"The automation will be deleted and changes take effect immediately" = "自動化將被刪除並立即生效";

/* No comment provided by engineer. */
"The beta version may contain bugs or cause issues. Any feedback you can provide is always greatly appreciated." = "測試版本可能包含錯誤或導致問題。任何來自您的反饋將會幫助Barbee越來越好。";

/* No comment provided by engineer. */
"The changes have been saved, and it will take effect after exiting and restarting the app `%@`." = "更改已保存，退出並重新啟動App `%@`後將生效。";

/* No comment provided by engineer. */
"The following modules have been found that may be displayed in the menu bar, you can enable or disable them." = "已發現以下模塊可能會顯示在菜單欄中，您可以啟用或禁用它們。";

/* No comment provided by engineer. */
"The hidden menu bar icon will appear in a separate menu bar in the upper right corner." = "隱藏的菜單欄圖標將顯示在右上角的單獨菜單欄中。";

/* No comment provided by engineer. */
"The hidden menu bar icons will be collapsed." = "隱藏的菜單欄圖標將被折疊。";

/* No comment provided by engineer. */
"The hover area of the menu bar include the app menu and Apple logo area" = "菜單欄的懸停區域包括應用程序菜單和蘋果標誌區域";

/* No comment provided by engineer. */
"The iCloud profiles will be replaced by the local profiles, which cannot be restored." = "iCloud的配置文件將會被本地配置文件替換並且無法恢復。";

/* No comment provided by engineer. */
"The item is invisible" = "該項目不可見";

/* No comment provided by engineer. */
"The item is invisible because of the top notch, you can hide the notch, adjust the resolution of the display or reduce the number of visible items in the Barbee preferences." = "因為屏幕劉海，該項目不可見。您可以隱藏劉海，調整顯示分辨率或減少Barbee設置中可見項目的數量。";

/* No comment provided by engineer. */
"The item is invisible because the menu bar does not have enough space, you can adjust the resolution of the display or reduce the number of visible items in the Barbee preferences." = "因為菜單欄沒有足夠空間，該項目不可見。您可以調整顯示分辨率或減少Barbee設置中可見項目的數量。";

/* No comment provided by engineer. */
"The local profiles will be replaced by the iCloud profiles, which cannot be restored." = "本地的配置文件將會被iCloud配置文件替換並且無法恢復。";

/* No comment provided by engineer. */
"The profile has been exported." = "此配置已導出";

/* No comment provided by engineer. */
"The profile has been imported." = "此配置已導入";

/* No comment provided by engineer. */
"The selected item is not in the menu bar now" = "所選項目現在不在菜單欄中";

/* No comment provided by engineer. */
"The shadow below the menu bar" = "菜單欄下的陰影";

/* No comment provided by engineer. */
"The shadow in the menu bar" = "菜單欄中的陰影";

/* No comment provided by engineer. */
"The shortcut will be deleted and changes take effect immediately" = "快捷方式將被刪除並立即生效";

/* No comment provided by engineer. */
"Then: %@" = "然後: %@";

/* No comment provided by engineer. */
"Top Notch" = "劉海";

/* No comment provided by engineer. */
"Topmost" = "最頂層";

/* No comment provided by engineer. */
"Trigger:" = "觸發器:";

/* No comment provided by engineer. */
"Upgrade to Barbee VIP" = "升級到Barbee VIP";

/* No comment provided by engineer. */
"Use Barbee in enhanced mode?" = "在增強模式下使用 Barbee？";

/* No comment provided by engineer. */
"Use in Shortcuts" = "在捷徑中使用";

/* No comment provided by engineer. */
"View iCloud profiles" = "查看iCloud配置";

/* No comment provided by engineer. */
"View URL Schemes" = "查看URL Schemes";

/* No comment provided by engineer. */
"Welcome to Barbee!" = "歡迎使用Barbee!";

/* No comment provided by engineer. */
"When hovering for more than a certain period of time, show hidden items." = "當懸停超過一定時間時，顯示隱藏的項目。";

/* No comment provided by engineer. */
"When hovering over the menu bar, hidden items will be shown automatically" = "將鼠標懸停在菜單欄上時，隱藏的項目將自動顯示";

/* No comment provided by engineer. */
"When hovering over the menu of the app or the Apple(🍎) logo, hidden items will be also shown automatically" = "懸停在App的菜單或 Apple(🍎) 徽標上時，隱藏的項目也會自動顯示";

/* No comment provided by engineer. */
"When leaving the menu bar, hidden items will be hidden again" = "離開菜單欄時，隱藏的項目將再次隱藏";

/* No comment provided by engineer. */
"When the external screen becomes the focus, all menu bar items will be visible, and when the focus is lost, they will be hidden again." = "當外接屏幕成為焦點屏幕時，所有菜單欄項目將會被顯示，失去焦點時，將會重新隱藏。";

/* No comment provided by engineer. */
"When there is a problem with Barbee, you can try to relaunch Barbee to solve this problem." = "當Barbee出現問題時，您可以嘗試重新啟動Barbee來解決這個問題。";

/* No comment provided by engineer. */
"When you click on the blank area of the menu bar, Barbee will toggle showing hidden items." = "當您單擊菜單欄的空白區域時，Barbee將切換顯示隱藏的項目。";

/* No comment provided by engineer. */
"When you click on the menu bar icon, Barbee will toggle showing hidden items instead of Barbee menu. The Barbee menu will be displayed when you right-click the menu bar icon." = "當您單擊菜單欄圖標時，Barbee 將切換顯示隱藏項目而不是 Barbee 菜單。 右鍵單擊菜單欄圖標將顯示 Barbee 菜單。";

/* No comment provided by engineer. */
"When you hold CONTROL(⌃) and click on the menu bar icon, Barbee will toggle showing / hiding all items." = "當您按住 CONTROL(⌃) 並單擊菜單欄圖標時，Barbee 將切換顯示/隱藏所有項目。";

/* No comment provided by engineer. */
"When you hold CONTROL(⌃) and click on the menu bar, Barbee will toggle showing / hiding all items." = "當您按住 CONTROL(⌃) 並單擊菜單欄圖標時，Barbee 將切換顯示/隱藏所有項目。";

/* No comment provided by engineer. */
"When you hold OPTION(⌥) and click on the menu bar icon, Barbee will toggle showing / hiding hidden items." = "當您按住 OPTION(⌥) 並單擊菜單欄圖標時，Barbee 將切換顯示/隱藏隱藏的項目。";

/* No comment provided by engineer. */
"When: %@" = "當: %@";

/* No comment provided by engineer. */
"Which mode of tutorial would you like to see?" = "您想看哪種模式的教程？";

/* No comment provided by engineer. */
"Widget" = "小組件";

/* No comment provided by engineer. */
"Widget Entry:" = "小組件入口:";

/* No comment provided by engineer. */
"Widget feature requires additional permissions!" = "小組件功能需要額外的權限！";

/* No comment provided by engineer. */
"Width" = "寬";

/* No comment provided by engineer. */
"Wrong order of Barbee menu bar icons" = "Barbee菜單欄圖標順序錯誤";

/* No comment provided by engineer. */
"X" = "X";

/* No comment provided by engineer. */
"Y" = "Y";

/* No comment provided by engineer. */
"Yes" = "是";

/* No comment provided by engineer. */
"You can check out the quick start guide to learn more about the two modes of Barbee." = "您可以查看快速入門指南以了解有關Barbee兩種模式的更多信息。";

/* No comment provided by engineer. */
"You can enable or disable the `Profile` entry in Barbee's menu." = "您可以啟用/禁用菜單中的`配置`入口。";

/* No comment provided by engineer. */
"You can enable or disable the `Quick Search` entry in Barbee's menu." = "您可以啟用或禁用在Barrbee菜單中的`快速搜索`入口。";

/* No comment provided by engineer. */
"You can enable or disable the `Widget` entry in Barbee's menu." = "您可以啟用或禁用在Barrbee菜單中的`小組件`入口。";

/* No comment provided by engineer. */
"You can export diagnostic logs and send them back to the developer, which can help the developer resolve your issue." = "您可以將診斷日誌導出並返回給開發者，幫助開發者解決您的問題。";

/* No comment provided by engineer. */
"You can modify the layout of the extra menu bar in the app's preferences window" = "您可以在的偏好設置中修改菜單欄的布局";

/* No comment provided by engineer. */
"You have unlocked all the features for 3 days, enjoy it now!" = "您已經解鎖了所有功能，可用時間為3天，現在就享受吧！";

/* No comment provided by engineer. */
"You have unlocked all the features, enjoy it now!" = "您已經解鎖了所有功能，現在就享受吧！";

/* No comment provided by engineer. */
"Arrange" = "整理";

/* No comment provided by engineer. */
"• Cloud backup and sync profiles" = "• 雲備份和同步配置文件";

/* No comment provided by engineer. */
"• Supercharge your scripts or shortcuts with Barbee" = "• 使用 Barbee 增強您的腳本或捷徑";

/* No comment provided by engineer. */
"No items found" = "未找到任何項";

/* No comment provided by engineer. */
"This prompt will appear when Barbee is running on the new macOS to capture the screenshot of menu bar items. \\n⛔️ Barbee is an offline app with no network permissions." = "當Barbee在新的macOS上運行以捕獲菜單欄項目的屏幕截圖時，會出現此提示。 \n⛔️ Barbee是一款離線應用，沒有網絡權限。";

/* No comment provided by engineer. */
"Got it" = "了解";

/* No comment provided by engineer. */
"🧮 Restore Patches" = "🧮 還原補丁";

/* No comment provided by engineer. */
"Reset All Permissions" = "重置所有權限";

/* No comment provided by engineer. */
"🆘️ Reset all permissions" = "🆘️ 重置所有權限";

/* No comment provided by engineer. */
"Do you want to import this patch?" = "您想要導入此補丁嗎？";

/* No comment provided by engineer. */
"The patch has been imported." = "補丁已導入。";

/* No comment provided by engineer. */
"Failed to import patch." = "補丁導入失敗。";

/* No comment provided by engineer. */
"Active Symbol" = "激活標誌";

/* No comment provided by engineer. */
"Active Barbee symbol with number: ${number}" = "根據編號激活Barbee的標誌: ${number}";

/* No comment provided by engineer. */
"Active Barbee symbol with number." = "根據編號激活Barbee的標誌.";

/* No comment provided by engineer. */
"Symbol Number" = "標誌編號";

/* No comment provided by engineer. */
"Text" = "文本";

/* No comment provided by engineer. */
"Image" = "圖片";

/* No comment provided by engineer. */
"Search" = "搜索";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Launch Barbee at login?" = "開機時啟動Barbee嗎？";

/* No comment provided by engineer. */
"It is strongly recommended to launch Barbee at login, do you want to enable it?" = "非常建議您在開機時啟動Barbee,您是否想啟用呢？";

/* No comment provided by engineer. */
"Rate on Mac App Store" = "⭐️ 鼓勵一下!";

/* No comment provided by engineer. */
"Rate Now" = "鼓勵一下";

/* No comment provided by engineer. */
"Love Barbee?" = "喜歡Barbee嗎？";

/* No comment provided by engineer. */
"Whether you do love Barbee or feel we could be doing better, we want to know!" = "不管您是否喜歡Barbee或是希望我們可以做的更好，我們希望知道！";

/* No comment provided by engineer. */
"Barbee's menu bar icon has been hidden" = "Barbee的菜單欄圖標已被隱藏";

/* No comment provided by engineer. */
"You can change the location of Barbee's menu bar icon in the `Menu Bar Layout` setting" = "您可以在`菜單欄佈局`設置中修改Barbee菜單欄圖標的位置";

/* No comment provided by engineer. */
"Ignore" = "忽略";

/* No comment provided by engineer. */
"The icon may persist in the menu bar. Using this feature may impact user experience." = "此圖示可能會持續出現在菜單欄中。 使用此功能可能會影響使用者體驗。";

/* No comment provided by engineer. */
"Cursor Keeps Flickering?" = "遊標一直閃爍？";

/* No comment provided by engineer. */
"If your cursor keeps flickering, you can try to click the button to fix cursor flickering." = "如果您的遊標持續閃爍，您可以嘗試單擊按鈕來修復遊標閃爍問題。";

/* No comment provided by engineer. */
"🔨 Fix cursor issues" = "🔨 修復遊標問題";

/* No comment provided by engineer. */
"Fixed cursor issues successfully" = "成功修復遊標問題";

/* No comment provided by engineer. */
"Failed to fix cursor issues" = "修復遊標問題失敗";

/* No comment provided by engineer. */
"Menu Bar Style:" = "菜單欄風格:";

/* No comment provided by engineer. */
"Menu Bar Size:" = "菜單欄大小:";

/* No comment provided by engineer. */
"Unified" = "聯合";

/* No comment provided by engineer. */
"Separated" = "分開";

/* No comment provided by engineer. */
"Regular" = "普通";

/* No comment provided by engineer. */
"Thin" = "薄";

/* No comment provided by engineer. */
"Mini" = "迷你";

/* No comment provided by engineer. */
"Menu Bar Tint:" = "菜單欄色調:";

/* No comment provided by engineer. */
"⬅️Left" = "⬅️左邊";

/* No comment provided by engineer. */
"Right➡️" = "右邊➡️";

/* No comment provided by engineer. */
"Menu Bar Corner Radius:" = "菜單欄圓角半徑:";

/* No comment provided by engineer. */
"Default" = "缺省";

/* No comment provided by engineer. */
"Menu Bar Border Color:" = "菜單欄邊框顏色:";

/* No comment provided by engineer. */
"Menu Bar Border Width:" = "菜單欄邊框寬度:";

/* No comment provided by engineer. */
"Thank you to everyone who supports Barbee🖤.\\nYour encouragement is the fuel that keeps me going.\\n\\nIf you are a student, a teacher, an open-source maintainer, or if purchasing this paid version is beyond your current means,\\n👋 please reach out. You will get if for free🆓️. \\n\\n🌐️ If you can help translate Barbee into your languages or improve Barbee's translations, \\nyou will have the lifetime version and your name will be listed in the contributors of Barbee." = "感謝大家對Barbee的支持🖤。\n您的支持是我持續更新的動力。\n\n如果您是學生、教師、開源維護者或者暫時無法負擔這個付費版本，\n👋請與我聯繫，您將免費獲得此版本🆓️。\n\n如果您可以幫助Barbee翻譯到您的語言或提高Barbee的翻譯水準，\n您將獲得終身版並且您的名字將會出現在Barbee的貢獻者名單中。";

/* No comment provided by engineer. */
"Get it for free" = "免費獲得";

/* No comment provided by engineer. */
"Use redeem code" = "使用兌換碼";

/* No comment provided by engineer. */
"Award" = "獎勵";

/* No comment provided by engineer. */
"Yearly" = "年付版";

/* No comment provided by engineer. */
"Yearly VIP membership subscription" = "年付VIP會員訂閱";

/* No comment provided by engineer. */
"Yearly - %@" = "年付版 - %@";

/* No comment provided by engineer. */
"Your payment will be charged to your iTunes Account once you confirm your purchase. Your iTunes account will be charged again when your subscription automatically renews at the end of your current subscription period unless auto-renew is turned off at least 24 hours prior to the end of the current period. You can manage or turn off auto-renew in your Apple ID Account Settings any time after purchase." = "確認購買後，您的付款將記入iTunes帳戶。 如果您的訂閱在當前訂閱期結束時自動續訂，則將再次向iTunes帳戶收費，除非在當前訂閱期結束前至少24小時關閉了自動續訂功能。 購買後，您可以隨時在Apple ID帳戶設置中管理或關閉自動續訂。";

/* No comment provided by engineer. */
"Manage Subscription" = "管理訂閱";

/* No comment provided by engineer. */
"When the screen width is wide enough, menu bar icons will be no longer hidden" = "當屏幕足夠寬時，菜單欄圖標不再隱藏";

/* No comment provided by engineer. */
"The screen width threshold" = "屏幕寬度閾值";

/* No comment provided by engineer. */
"pixel(s)" = "像素";

/* No comment provided by engineer. */
"Found screen size(s):" = "已找到的屏幕大小:";

/* No comment provided by engineer. */
"Reset All" = "重置所有";

/* No comment provided by engineer. */
"Reset to default appearance:" = "重置到默認外觀:";

/* No comment provided by engineer. */
"Follow us" = "關注我們";

/* No comment provided by engineer. */
"Translate Barbee" = "翻譯Barbee";

/* No comment provided by engineer. */
"Start Translating" = "開始翻譯";

/* No comment provided by engineer. */
"💦Contributors" = "💦貢獻者";

/* No comment provided by engineer. */
"Special thanks to users for helping with Barbee Localization! 🌍🌎🌏" = "特別感謝以下用戶幫助Barbee本地化! 🌍🌎🌏";

/* No comment provided by engineer. */
"👋Translating Barbee" = "👋翻譯Barbee";

/* No comment provided by engineer. */
"If you want to help translate Barbee into other languages or improve existing translations, we would very appreciate that." = "如果您想幫助將Barbee翻譯成其他語言或改進現有翻譯，我們將非常感激。";

/* No comment provided by engineer. */
"Optimization:" = "優化:";

/* No comment provided by engineer. */
"Reduce the interference of the `Screen Recording` icon" = "降低`屏幕錄制`圖標的干擾";

/* No comment provided by engineer. */
"Reduce the refresh frequency of the menu bar icon and optimize the appearance probability of the `Screen Recording` icon." = "降低菜單欄圖標的刷新頻率，優化‘屏幕錄制’圖標的出現概率。";

/* No comment provided by engineer. */
"Special thanks to:" = "特別感謝:";

/* No comment provided by engineer. */
"Optimize the cursor click, unable to move, flicker and disappear issues" = "優化鼠標點擊，無法移動，閃爍和消失的問題";

/* No comment provided by engineer. */
"Use the more optimized menu bar icon management algorithm" = "使用更優化的菜單欄圖標管理算法";

/* No comment provided by engineer. */
"Tip: You can also hold down command ⌘ and drag the icon in the menu bar to change the menu bar layout." = "提示: 您也可以按住command ⌘ 去拖動菜單欄圖標來改變佈局.";

/* No comment provided by engineer. */
"Special Item Library:" = "特殊項目庫:";

/* No comment provided by engineer. */
"Add spacer between items" = "在項目間增加間隔";

/* No comment provided by engineer. */
"Put items into a group" = "將項目放入一個組中";

/* No comment provided by engineer. */
"Spacer width: %d" = "間隔寬度: %d";

/* No comment provided by engineer. */
"Width:" = "寬度:";

/* No comment provided by engineer. */
"Spacer width: %d" = "間隔寬度: %d";

/* No comment provided by engineer. */
"Automatically hide other items before showing hidden items" = "在顯示隱藏項目之前自動隱藏其他項目";

/* No comment provided by engineer. */
"Show hidden items more concisely and focused, but only works in 'Enhanced Mode'" = "更簡潔、更集中地顯示隱藏項目，但僅在‘增強模式’下有效";

/* No comment provided by engineer. */
"Items in group:" = "組中的項目:";

/* No comment provided by engineer. */
"Candidates:" = "候選:";

/* No comment provided by engineer. */
"Group: %@" = "組: %@";

/* No comment provided by engineer. */
"No name" = "未命名:";

/* No comment provided by engineer. */
"Drop down menu bar participates in macOS window cycling" = "下拉菜單欄參與 macOS 窗口循環";

/* No comment provided by engineer. */
"The drop down menu bar can become the user's active window." = "下拉菜單欄可以成為用戶的活動窗口。";

/* No comment provided by engineer. */
"Show group on click" = "點擊時顯示組";

/* No comment provided by engineer. */
"Show group on hover" = "懸停時顯示組";

/* No comment provided by engineer. */
"Auto sync with iCloud" = "與 iCloud 自動同步";

/* No comment provided by engineer. */
"Rename" = "重命名";

/* No comment provided by engineer. */
"Matches icon state" = "與圖標狀態匹配";

/* No comment provided by engineer. */
"Does not match icon state" = "與圖標狀態不匹配";

/* No comment provided by engineer. */
"Battery state" = "電池狀態";

/* No comment provided by engineer. */
"Power source" = "電源";

/* No comment provided by engineer. */
"⚡️Any Power Source" = "⚡️任何電源";

/* No comment provided by engineer. */
"🔋 Battery" = "🔋 電池";

/* No comment provided by engineer. */
"🔌 Power Adapter" = "🔌 電源適配器";
